<template>
  <v-card>
    <v-card-title>Сущность силлогизма</v-card-title>
  <v-card-text>
  <v-list>
  Силлогизм — это опосредованное дедуктивное умозаключение, в котором из двух посылок выводится заключение.
  Опосредованное, т. к. посылок > 1. Дедуктивное, т. к. заключение распространяется только на понятия посылок и имеет частный характер. 
	Типичная форма силлогизма – подведение частного случая под общее правило и выведение из этого правила следствия для данного частного случая.
	Пример силлогизма:
    <v-list-item>
●	Большая посылка: Все жидкости упруги.
    </v-list-item>
    <v-list-item>
●	Меньшая посылка: Вода – жидкость.
    </v-list-item>
    <v-list-item>
●	Заключение: Вода упруга.
    </v-list-item>
	Категорический силлогизм – основная и самая частая форма силлогистического умозаключения. Когда говорят силлогизм, подразумевают именно его.
  </v-list>
  </v-card-text>
  <v-card-title>Общие правила силлогизма</v-card-title>
  <v-card-text>
    <v-list-item>
1.	Во всяком силлогизме должно быть три термина и не больше трёх: меньший, средний и больший термины.
Нарушение правила – учетверение терминов. Суть нарушения – средний термин расщепляется на два понятия путём подмены понятий.
    </v-list-item>
    <v-list-item>
2.	Средний термин должен быть распределён хотя бы в одной из посылок. Если средний термин не распределён ни в одной посылке, то из этих посылок нельзя сделать заключения, т. к. средний термин может относится к разным предметам.
    </v-list-item>
    <v-list-item>
3.	Термин, не распределённый в посылках, не может быть распределён и в заключении. 
    </v-list-item>
    <v-list-item>
4.	Из двух отрицательных посылок нельзя вывести никакого заключения.
    </v-list-item>
    <v-list-item>
5.	Если одна посылка есть отрицательное суждение, то и заключение должно быть только отрицательным. 
    </v-list-item>
    <v-list-item>
6.	Из двух частных посылок нельзя сделать никакого вывода, т. к. неизвестно говорится ли об одной и той же части объёма.
    </v-list-item>
    <v-list-item>
7.	Если одна посылка есть частное суждение, то и заключение должно быть частным, т. к. средний термин относится к части объёма.
    </v-list-item>
  </v-card-text>
  </v-card>
</template>

<script>
export default {
  name: 'theory'
}
</script>

<style>
</style>